/* $ObjectName=AfariaProvider_iOS */
/* $Collection=odata.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=OData - iOS Components */

/* XCAP */
"AfariaCertificateProviderPasswordScreenTitle" = "Acreditări Afaria";

/* XMSG */
"AfariaCertificateProviderPasswordScreenContent" = "Furnizorul de certificate Afaria necesită intrarea dvs. pt. a descărca certificatul dvs. de pe serverul Afaria. Certificatul dvs. va fi memorat în siguranţă.";

/* XBUT */
"AfariaCertificateProviderPasswordScreenOkButtonText" = "Efectuat";

/* XBUT */
"AfariaCertificateProviderPasswordScreenCancelButtonText" = "Anulare";

/* XCAP */
"AfariaCertificateProviderCertificateDownloadTitle" = "Certificat Afaria";

/* XMSG */
"AfariaCertificateProviderCertificateDownloadInProgress" = "Solicitare certificat Afaria";

/* XMSG */
"AfariaCertificateProviderGeneralErrorMessage" = "Eroare apărută; contactaţi administratorul dvs.";

/* XMSG */
"AfariaCertificateProviderAfariaInitializationError" = "Eroare la iniţializare Afaria";

/* XMSG */
"AfariaCertificateProviderUserCancelledError" = "Utilizator anulat";

